<?php

return [
	'admin' => [
		'categories' => [
			'create' => [
				'success' => 'Категория была добавлена',
				'fail'    => 'Ошибка добавления'
			],
			'update' => [
				'success' => 'Категория была обновлена',
				'fail'    => 'Ошибка обновления'
			]
		],
		'news' => [
			'create' => [
				'success' => 'Новость была добавлена',
				'fail'    => 'Ошибка добавления'
			],
			'update' => [
				'success' => 'Новость была обновлена',
				'fail'    => 'Ошибка обновления'
			]
		],
		'scources' => [
			'create' => [
				'success' => 'Источник новостей был добавлен',
				'fail'    => 'Ошибка добавления'
			],
			'update' => [
				'success' => 'Источник новостей был обновлен',
				'fail'    => 'Ошибка обновления'
			]
		]
	]
];